Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/koltansaamen_kielen_aakkosvideo_valmistui.html.tmx
Source language: fin
Languages: sme

source: Koltansaamen kielen aakkosvideo valmistui
sme: Nuortalašgielat alfabehtavideo lea válmmaš

source: Koltansaamen kielen aakkosten tuntemiseen opastava video on valmistunut.
sme: Nuortalašgielat alfabehtaide oahpisteaddji video lea válmmaštuvvan.

source: Videolla esiintyvät Tiina ja Elli-Dåʹmnn, he etsivät ja löytävät koltansaamen aakkosia.
sme: Videos leaba mielde Tiina ja Elli-Dåʹmnn, soai ohcaba ja maid gávdnaba nuortalašgielat alfabehtaid.

source: Jokaisesta aakkosesta annetaan esimerkkisana.
sme: Juohke bustávas dadjaba sáni ovdamearkan.

source: Videon on tuottanut Saamelaiskäräjien koulutus- ja oppimateriaalitoimisto ja se on vapaasti kaikkien katsottavissa.
sme: Video lea buvttadan Sámedikki skuvlen- ja oahppamateriáladoaimmahat. Buohkat sáhttet geahččat video friija.

source: Videolla ovat mukana Tiina Sanila-Aikio ja Elli-Dåʹmnn Aikio.
sme: Videos leaba mielde Tiina Sanila-Aikio ja Elli-Dåʹmnn Aikio.

source: Videon käsikirjoituksen ovat tehneet Tiina Sanila-Aikio ja Anna-Katariina Feodoroff.
sme: Video giehtačállosa leaba bargan Tiina Sanila-Aikio ja Anna-Katariina Feodoroff.

source: Videon on kuvannut ja editoinut Eeva Mäkinen.
sme: Video lea govven ja editeren Eeva Mäkinen.

source: Linkki kirjainvideoon: https://www.youtube.com/watch?v=-et0AMEGQ8Y
sme: https://www.youtube.com/watch?v=-et0AMEGQ8Y

source: Lisätietoja
sme: Lassedieđut:

source: Koulutus- ja oppimateriaalitoimisto
sme: Skuvlen- ja oahppamateriáladoaimmahat
